/*
  LocalizableMockCalendars.strings
  ThingsTouch

  Created by Jace on 13/4/17.
  Copyright © 2017 Cultured Code. All rights reserved.
*/

// Strings used when mocking the calendars in THCCalendarEventsDataSource.m (in ThingsCommon).
//
// Used when taking screenshots.

/* "Home" calendar */

"Coffee with Sarah" = "Kaffee mit Sandra";
"Craft beer seminar" = "Craft-Bier Seminar";
"Electrician comes" = "Elektriker kommt";
"Go cycling with Marc" = "Mit Mark Fahrrad fahren";
"Hit the gym with Alex" = "Mit Alex ins Fitnessstudio";
"Italian lesson" = "Italienisch-Kurs";
"Marc’s birthday" = "Marks Geburtstag";
"Volunteer at the library" = "In der Bücherei aushelfen";

/* "Work" calendar */

"Benefits presentation" = "Benefits-Vortrag";
"Budget review" = "Budget-Prüfung";
"Interview with Lydia" = "Gespräch mit Linda";
"Meet with Diane" = "Mit Doris treffen";
"Monthly conference call" = "Monatlicher Conference Call";
"Team meeting" = "Team Meeting";
"Work from home" = "Home Office";
